Repository: Josip2004/OOP.Net
Catalog: WinFormsApp/Strings.*.resx
Languages: hr

# AttendanceNumberCol
source: Attendance Number
hr: Broj Prisutnih

# AwayTeamCol
source: Away Team
hr: Gostujući Tim

# btnAddPicture
source: Add picture
hr: Dodaj sliku

# btnApply
source: Apply
hr: Potvrdi

# btnApplySettings
source: Apply
hr: Potvrdi

# btnMoveToFav
source: Move to favorites
hr: Premjesti u omiljene

# btnNext
source: Next
hr: Pokreni

# btnNo
source: No
hr: Ne

# btnPdfAttendance
source: Print to PDF
hr: Printaj u PDF

# btnPdfCards
source: Print to PDF
hr: Printaj u PDF

# btnPdfGoals
source: Print to PDF
hr: Printaj u PDF

# btnRemoveFromFav
source: Remove from favorites
hr: Ukloni iz favorita

# btnSettingsNo
source: No
hr: Ne

# btnSettingsYes
source: Yes
hr: Da

# btnShowAttendance
source: Show attendance
hr: Prikaži nazočnost

# btnShowPlayersCards
source: Show players
hr: Prikaži igrače

# btnShowPlayersGoals
source: Show players
hr: Prikaži igrače

# btnYes
source: Yes
hr: Da

# ChampionshipMen
source: Men
hr: Muško

# ChampionshipWomen
source: Women
hr: Zensko

# CroatianOption
source: Croatian
hr: Hrvatski

# EnglishOption
source: English
hr: Engleski

# HomeTeamCol
source: Home Team
hr: Domaći Tim

# ImageCol
source: Image
hr: Slika

# ImageColumn
source: Image
hr: Slika

# lblCaptain
source: Captain:
hr: Kapetan:

# lblChampionshipSettings
source: Choose the championship
hr: Odaberi prvenstvo

# lblChooseLanguage
source: Select the language
hr: Odaberi jezik

# lblChooserChampionship
source: Choose the championship
hr: Odaberi prvenstvo

# lblConfirmLabel
source: Are you sure you want this settings?
hr: Jeste li sigurnni da želite ove postavke?

# lblExit
source: Are you sure you want to exit the application?
hr: Jeste li sigurni da želite napustit aplikaciju?

# lblFavoritePl
source: Favorite players:
hr: Omiljeni igrači:

# lblFavoritePlayer
source: Favorite player:
hr: Omiljeni igrač:

# lblFavoriteTeam
source: Favorite national team:
hr: Omiljena reprezentacija:

# lblMainPlayer
source: Player:
hr: Igrač:

# lblName
source: Name:
hr: Ime:

# lblPlayers
source: Players:
hr: Igrači:

# lblPosition
source: Position:
hr: Pozicija:

# lblSelectLanguage
source: Select the language
hr: Odaberi jezik

# lblShirtNum
source: Shirt number:
hr: Broj dresa:

# locationCol
source: Location
hr: Lokacija

# NumberOfOccurrencesColumn
source: Number Of Occurrences
hr: Broj Pojavljivanja

# NumOfOccurrencesCol
source: Number Of Occurrences
hr: Broj Pojavljivanja

# PlayerNameColumn
source: Player Name
hr: Ime Igrača

# PlNameCol
source: Player Name
hr: Ime Igrača

# Position_DF
source: Defender
hr: Obrambeni

# Position_FW
source: Forward
hr: Napadač

# Position_GK
source: Goalkeeper
hr: Golman

# Position_MF
source: Midfielder
hr: Vezni

# settingsToolStripMenuItem
source: Settings
hr: Postavke

# tcPlayers
source: Players
hr: Igrači

# tpPlayers
source: Players
hr: Igrači

# tpRankingCards
source: Ranking by yellow cards
hr: Rangiranje po žutim kartonima

# tpRankingGoals
source: Ranking by scored goals
hr: Rangiranje po golovima

# tpRankingVisitors
source: Ranking by number of visitors
hr: Rangiranje po broju gledatelja
